Repository: yaniv14/OpenCommunity
Catalog: src/acl/locale/*/LC_MESSAGES/django.po
Languages: he

source: Access Control Logic
he: היגיון בקרת גישה

source: Access Community
he: גישה לקהילה

source: View Upcoming Meeting
he: צפייה בפגישה הקרובה

source: View Upcoming Meeting Before Published
he: צפייה בפגישה הקרובה לפני פירסום

source: Edit Upcoming Agenda
he: עריכת סדר יום בפגישה הקרובה

source: Manage Upcoming Meeting Participants
he: ניהול משתתפים בפגישה הקרובה

source: Edit Summary
he: עריכת תקציר הפגישה

source: Edit Upcoming
he: עריכת הפגישה

source: Invite Member
he: הזמנת חברים לקהילה

source: Acceptclosed Proposal
he: קבל/דחה הצעה

source: Acceptopen Proposal
he: קבל/פתח הצעה

source: Add Issue
he: הוספת נושא

source: Add Issuecomment
he: הוספת הערה לנושא

source: Add Proposal
he: הוספת הצעה

source: Chairman Vote
he: הצבעת ועד

source: Edit Referendum
he: ערוך משאל

source: Edit Closed Issue
he: ערוך/סגור נושא

source: Edit Closed Issuecomment
he: ערוך/סגור הערה על נושא

source: Edit Closed Proposal
he: ערוך/סגור הצעה

source: Edit Open Issue
he: ערוך/פתח נושא

source: Edit Open Issuecomment
he: ערוך/פתח הערה על נושא

source: Edit Open Proposal
he: ערוך/פתח הצעה

source: Edit Task Proposal
he: ערוך הצעת משימה

source: Move To Referendum
he: עבור למשאל

source: Proposal Board Vote
he: הצבעת ועד על החלטה

source: Proposal Board Vote Self
he: הצבעת ועד אישית

source: View Proposal In Discussion
he: צפייה בהחלטה במהלך דיון

source: View Referendum Results
he: צפייה בתוצאות המשאל

source: View Update Status
he: צפייה ועריכת סטטוס

source: View straw vote result
he: צפייה בתוצאות הצבעת שבשבת

source: View Closed Issue
he: צפייה בנושא סגור

source: View Closed Proposal
he: צפייה בהצעה סגורה

source: View Open Issue
he: צפייה בנושא פתוח

source: View Open Proposal
he: צפייה בהצעה פתוחה

source: Vote
he: הצבעה

source: Vote Ranking
he: דירוג הצבעות

source: Add Meeting
he: הוספת פגישה

source: View Meeting
he: צפייה בפגישה

source: Show Member Profile
he: צפייה בפרופיל משתמש

source: Can view confidential Issue/Proposal
he: יכול לצפות בנושאים/הצעות חסויות

source: Viewer
he: צופה

source: Observer
he: משקיף

source: Participant
he: משתתף

source: Proposer
he: מציע

source: Contributor
he: תורם

source: Editor
he: עורך

source: Operator
he: מתפעל

source: Decider
he: מחליט

source: Manager
he: מנהל

source: member
he: חבר קהילה

source: board
he: חבר ועד

source: secretary
he: מזכיר

source: chairman
he: יושב ראש

source: Limit to community
he: מוגבל לקהילה

source: ordinal
he: סדר

source: title
he: כותרת

source: based on
he: מבוסס על

source: Permission
he: הרשאה

source: Roles
he: הרשאות

source: Based on
he: מבוסס על

source: Permission list
he: רשימת הרשאות

source: Edit
he: עריכה

source: Edit Role
he: ערוך הרשאה

source: New Role
he: הרשאה חדשה
