Repository: yaniv14/OpenCommunity
Catalog: src/users/locale/*/LC_MESSAGES/django.po
Languages: he

source: Password
he: סיסמא

source: Raw passwords are not stored, so there is no way to see this user's password, but you can change the password using <a href="password/">this form</a>.
he: סיסמאות אינם נשמרות כטקסט, אז אין אפשרות לראות את הסיסמא של המשתמש, אבל ניתן לשנות סיסמא בעזרת <a href="password/">הקישור הזה</a>.

source: Email
he: דואל

source: Users, memberships & rolls
he: משתמשים, חברי קהילה, תפקידים והזמנות

source: Please enter a correct %(username)s and password. Note that both fields may be case-sensitive.
he: אנא הכנס %(username)s וסיסמא תיקניים. שים לב לאותיות קטנות וגדולות.

source: This user already a member of this community.
he: משתמש זה כבר חבר בקהילה

source: This user is already invited to this community.
he: משתמש זה כבר הוזמן לקהילה

source: Form error. Please supply a valid email.
he: יש בעיה בטופס. אנא בדוק את כתובת האימייל

source: Password confirmation
he: אימות סיסמא

source: Passwords don't match
he: סיסמא לא תואמת

source: Upload CSV file to import
he: העלאת קובץ csv

source: Choose groups
he: בחר קבוצות

source: email address
he: כתובת דואל

source: Your name
he: שמך

source: staff status
he: חבר בצוות האתר

source: Designates whether the user can log into this admin site.
he: יכול להכנס לאדמין

source: date joined
he: תאריך הצטרפות

source: user
he: משתמש

source: users
he: משתמשים

source: Community
he: קהילה

source: User
he: משתמש

source: Is community manager?
he: האם מנהל לוגיסטי לקהילה?

source: Created at
he: נוצר בתאריך

source: Invited by
he: הוזמן על ידי

source: Community Member
he: חבר קהילה

source: Community Members
he: חברי קהילה

source: Committee
he: ועדה

source: Role
he: הרשאה

source: In position since
he: מכהן מתאריך

source: Committee Member
he: חבר ועדה

source: Committee Members
he: חברי ועדה

source: Pending
he: ממתין למשלוח

source: Sent
he: נשלח

source: Failed
he: נכשל

source: Created by
he: נוצר על ידי

source: Name
he: שם

source: Message
he: הודעה

source: Groups
he: קבוצות

source: Group
he: קבוצה

source: Status
he: סטאטוס

source: Times Sent
he: מספר הפעמים שההזמנה נשלחה

source: Error count
he: מספר הפעימים שהמשלוח נכשל

source: Sent at
he: נשלח לאחרונה ב

source: Invitation
he: הזמנה

source: Invitations
he: הזמנות

source: The system will allow you to take part in the decision making process of %s. Once you've joined, you'll be able to see the topics for the agenda in the upcoming meeting, decisions at previous meetings, and in the near future you'll be able to discuss and influence them.
he: המערכת תאפשר לך מעורבות בתהליך קבלת ההחלטות של %s. אחרי אישור ההצטרפות ניתן לראות את הנושאים לדיון, את סדר היום לישיבה הקרובה, ואת סיכום ההחלטות מהישיבות הקודמות, ובעתיד ניתן יהיה גם לדון ולהשפיע עליהם.

source: Invitation to %s
he: הזמנה לקהילה %s

source: Hello
he: שלום

source: You were invited by %(u)s to join %(c)s.
he: הוזמנת על ידי %(u)s להצטרף לקהילה %(c)s.

source: Click here to join this community:
he: להצטרפות לחץ כאן

source: (Or copy the url above to your browser)
he: או העתק כתובת זו לדפדפן

source: Once registered you will be able to enter
he: אחרי ההרשמה ניתן להכנס ישירות ל

source: Delete
he: מחיקה

source: Import invitation list
he: יבא רשימת מוזמנים

source: Sample file
he: קובץ לדוגמה

source: Invitation already accepted
he: הזמנה כבר מומשה

source: You are logged in as
he: אתה מחובר למערכת בשם

source: Go to home page
he: עבור לעמוד הראשי

source: Accept invitation
he: אישור הזמנה

source: You were invited to %(s)s.
he: הוזמנת לקהילה %(s)s.

source: Warning! The invitation was sent to %(i)s, but you are joining as %(u)s!
he: שים לב! ההזמנה נשלחה אל <span dir="ltr">%(i)s</span>, אבל אתה מחובר בתור <span dir="ltr">%(u)s</span>!

source: Join this community as
he: הצטרף לקהילה כ

source: Signup and join this community as
he: הרשם לאתר והצטרף לקהילה כ

source: Logout
he: יציאה

source: Login to join
he: להצטרפות עליך להכנס למערכת

source: Login
he: כניסה

source: Already a user?
he: נרשמת כבר?

source: Quick signup
he: הרשמה מהירה

source: email
he: דואל

source: Join DemOS
he: הצטרף לקהילה פתוחה

source: Invite member
he: הזמן חבר

source: Remove from community
he: הסר מהקהילה

source: Are you sure you want to remove the selected members?
he: האם אתה בטוח שברצונך להסיר את המשתמשים שבחרת?

source: Cancel
he: ביטול

source: No data available
he: אין מידע זמין

source: Position
he: תפקיד

source: Serves since
he: מכהן מ

source: Meetings participation
he: השתתפות בישיבות

source: Out of
he: מתוך

source: Tasks
he: משימות

source: Late
he: באיחור

source: Open
he: פתוחות

source: Close
he: סגורות

source: Due by
he: יעד

source: Summary of votes participation
he: סיכום ההצבעות בהם השתתף

source: For
he: בעד

source: Abstain
he: נמנע

source: Against
he: נגד

source: of decisions voted for were accepted
he: מההחלטות בהם הצביע 'בעד' התקבלו

source: By:
he: מאת:

source: of decisions didn't vote were accepted
he: מההחלטות בהם לא הצביע התקבלו

source: of decisions voted against were rejected
he: מההחלטות בהם הצביע 'נגד' נדחו

source: Members
he: חברים

source: Create Group
he: צור קבוצה

source: New member
he: חבר חדש

source: Group Role
he: קבוצת הרשאות

source: Search members
he: חיפוש חברי קהילה

source: Add to groups
he: הוסף לקבוצות

source: Remove from groups
he: הסר מקבוצה/ות

source: No members.
he: אין חברים בקהילה

source: New invitation
he: הזמנה חדשה

source: Invite
he: הזמן

source: Open invitations
he: הזמנות פתוחות

source: member
he: חבר

source: Oops. Something went wrong. Please try again.
he: אופס. משהו השתבש. אנה נסה שוב.

source: %d Invitations sent
he: %d הזמנות נשלחו
